Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: This is the abstract that will be posted on the website schedule, so please ensure that it is in complete sentences (and not just bullet points) and that it is written in the third person (use your name instead of I).
ja: この発表概要は Web サイトのスケジュールに掲載されますので、箇条書きだけでなく文章にして、第三者の視点で (「I (私)」ではなくあなたの名前を使って) 記述してください。

source: This is the fifth year Dice®, the leading career site for technology and engineering professionals, and The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, are partnering to produce the jobs report.
ja: これは技術者のための大手転職サイトである Dice® と、大規模共同開発のためのプロフェッショナルなオープン ソース マネジメントの促進に取り組む非営利組織である The Linux Foundation とが協力して行ったジョブズ レポートの第 ５ 版です。

source: This is the only event providing space for education and collaboration designed specifically to advance the open cloud.
ja: これは、オープン クラウドを進化させるための教育と協業の場を提供する唯一のイベントです。

source: This is your chance to *sell* your talk to the program committee, so do your best to highlight the problem/contribution/work that you are addressing in your presentation.
ja: あなたのスピーチをプログラム コミッティに売り込むチャンスです。発表では、あなたが取り組んでいる問題や貢献や作業などに焦点を当ててベストを尽くしてください。

source: This is, however, still a developing market, and there are several specifications available.
ja: とはいえ、これはまだ開発途上の市場で、さまざまな仕様があります。

source: This merger will advance interoperability between connected devices from both groups, enabling the full operating potential of IoT and representing a significant step towards a connected ecosystem.
ja: この合併は、両グループによるコネクテッド デバイス間の相互運用性を促進して、IoT の運用可能性を最大化し、コネクテッド エコシステムに向けた大きな一歩を示すものです。

source: This opportunity can be taken by multiple companies together.
ja: このコーナーは、複数企業が共同で主催できます。

source: This publication is a resource on how to create a common understanding of the best ways to create shared value and innovation while adhering to the spirit and legal particulars of open source licensing.
ja: 本書は、オープン ソース ライセンスの主旨と法務事項を順守しつつ共有の価値やイノベーションを生み出す最善策について、共通の理解を図るための資料です。

source: This summit (like prior) will be held under the Chatham House Rule
ja: このサミットは、従来同様チャタム ハウス ルールのもとで開催されます

source: This summit (like prior) will be held under the Chatham House Rule.
ja: このサミットは、従来同様チャタム ハウス ルールのもとで開催されます。

source: This talk will explore some of the history of efforts to create standards for containers, describe the particulars of the OCI specifications today, and talk about what the future holds for users.
ja: このトークでは、これまでのコンテナの標準化活動の歩み、今日の OCI 仕様の詳細説明、今後の予定などについて語ります。

source: This talk will look at the concepts behind monitoring with Prometheus, how it's designed, why it's suitable for Cloud Native environments and how you can get involved.
ja: このトークでは、Prometheus 監視システムのコンセプト、設計・構造、クラウドネイティブ環境に最適である理由、プロジェクトへの参加方法などについて説明します。

source: This team has been providing highly reliable customer support to mission-critical customers.
ja: このチームは、ミッション クリティカルなカスタマーに対し、極めて貴重なサポートを提供しています。

source: This team is one of the biggest contributors to the Linux kernel and is continuously contributing patches to improve feature and stability of Linux for enterprise usage.
ja: 彼のチームは Linux カーネルのトップ クラスのコントリビューターであり、継続的にパッチを提出し、企業向け Linux の機能と安定性の向上に寄与しています。

source: This training will therefore provide the following elements:
ja: そのため、このトレーニングの内容は、以下のような項目です。

source: This unprecedented level of collaboration is a clear indication that the automotive industry is adopting an open source development methodology that is resulting in faster innovation with more frequent software releases and new features,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: この史上最大級の協業は、自動車業界がオープン ソース開発手法を採用することで、頻繁なソフトウェア リリースと新機能による高速改革を実現しつつあることを明示しています。

source: This work is resulting in some of the largest shared technology resources of our time and will drive the networking industry for years to come.
ja: この取り組みが、現代における最大の共有技術資源の一部を生み出し、これからのネットワーク業界を牽引します。

source: Those interested in also attending Apache: Big Data can add on that event for an additional $399.
ja: Apache: Big Data にも参加する場合は、399 米ドルの追加で両方のイベントに参加できます。

source: Those interested in also attending ApacheCon can add that to their Apache: Big Data registration for only $399.
ja: ApacheCon にも参加する場合は、399 米ドルの追加で両方のイベントに参加できます。

source: Those interested in attending the current Cloud Foundry Days in the APJ and China regions can visit:https://www.cloudfoundry.org/community/cloud-foundry-days/.
ja: Cloud Foundry Days への参加に興味がある方は、こちら ( https://www.cloudfoundry.org/community/cloud-foundry-days/ ) を参照してください。

source: Those interested in hosting their own Cloud Foundry Day event can visit: https://www.cloudfoundry.org/community/summits/cloud-foundry-days-2016/
ja: Cloud Foundry Days イベントの主催にご興味がある方は、こちら( https://www.cloudfoundry.org/community/summits/cloud-foundry-days-2016/ ) をご覧ください。

source: Thought Leadership
ja: アイデアや思想の発信・共有

source: Thought leadership
ja: アイデアや思想の発信・共有

source: Three events in one, Open Source Summit Japan is a technical conference where 600+ open source professionals, developers and operators will convene to collaborate, share information and learn about the latest in open technologies, including Linux, containers, cloud computing and more.
ja: 3 つのイベントが 1 つになった Open Source Summit Japan には、6,000 人以上のオープン ソース プロフェッショナル、開発者、運用者などが集結し、Linux、コンテナ、クラウド コンピューティングをはじめとするオープン技術について協業し、情報共有し、その最新情報を学びます。

source: Through his professional roles, he identifies and leads market and technical evaluations for emerging industry initiatives.
ja: 新しい業界プロジェクトの市場評価や技術評価を確認・主導しています。

source: Through its training, events and now projects, The Linux Foundation is working to create an inclusive open source culture that stretches across organizations.
ja: トレーニング、イベント、そしてプロジェクトを通じて、The Linux Foundation はあらゆる企業を対象とする包括的なオープン ソース文化を作り出そうとしています。

source: Through our world-class events, comprehensive training, and hosting of collaborative open source projects, we offer the resources to help you succeed.
ja: 世界規模のイベント、包括的なトレーニング、オープン ソース共同開発プロジェクトなどにより、人々を成功に導くためのリソースを提供します。

source: Through shared R&D, OpenDaylight has become the de facto industry standard in modern networking
ja: R&D を共有することで、OpenDaylight は現代のネットワーク処理分野で業界のデファクト スタンダードに

source: Through these projects and related initiatives, The Linux Foundation is bringing together hundreds of developers, DevOps professionals and business executives from around the world to undertake this massive transition and to change an industry.
ja: そしてこれらのプロジェクトや関連する取り組みを通じ、世界中から数百人という開発者、DevOps プロフェッショナル、経営陣などを結集して、この大きな変遷を実現し、業界を変革しようとしています。

source: Till Kamppeter holds a PhD in Theoretical Physics and has worked with printing under Linux and Unix since mid-2000, when he got invited to work as a developer at MandrakeSoft (now Mandriva) in Paris.
ja: Till Kamppeter は理論物理学における PhD を取得しており、パリの MandrakeSoft (現 Mandriva) に開発者として招待された 2000 年中頃より、Linux および Unix のプリント処理に取り組んできました。

source: Till Kamppeter holds a PhD in Theoretical Physics and has worked with printing under Linux and Unix since mid-2000, when he was invited to work as a developer at MandrakeSoft (now Mandriva) in Paris.
ja: Till Kamppeter は理論物理学における PhD を取得しており、パリの MandrakeSoft (現 Mandriva) に開発者として招待された 2000 年中頃より、Linux と Unix のプリント処理に取り組んできました。

source: Time: 9:00 am - 5:00 pm
ja: 時間: 午前 9:00 ～ 午後 5:00

source: To add this to your existing Open Compliance Summit registration, please click here.
ja: お申し込み方法: こちら https://www.regonline.com/Register/Checkin.aspx?EventID=1869675&_ga=1.214960596.2120154229.1475360271 をクリックし、Open Compliance Summit の登録情報にトレーニングのオプションを追加してください。

source: To celebrate the 25th anniversary of Linux, we've released our seventh edition of the Linux Kernel Development report.
ja: Linux 誕生 25 周年を記念して、The Linux Foundation は Linux 開発レポートの第 7 版を公開しました。

source: To connect with top influencers driving today's technology purchasing decisions
ja: 今日の技術的な購買決定に強い影響力を及ぼしている人々と交流したい

source: To create brand preference for your products, services and/or technologies
ja: 自社の製品、サービス、および技術に対するブランド選好を高めたい

source: To do this, we enlisted the help of seasoned conference speaker Josh Berkus (PostgreSQL Experts) who has prepared an in-depth tutorial on “How to Give a Great Tech Talk”.
ja: 経験豊かなカンファレンス講演者 Josh Berkkus 氏 (PostgreSQL エキスパート) にお願いし、「技術発表を成功させる方法」について詳しいチュートリアルを用意していただきましたので、ぜひご覧ください。

source: To further those goals, Bitnami founded the Bitnami Bootcamp, which provides free education and training on cloud, open source and containers, for recent college graduates and self-taught technologists living in southern Spain.
ja: Bitnami はその目標に沿って Bitnami Bootcamp を結成し、スペイン南部在住の新卒者や独学技術者向けに、クラウド、オープン ソース、およびコンテナに関する無償の教育やトレーニングを提供しています。

source: To further those goals, Bitnami founded the Bitnami Bootcamp, which provides free education and training on cloud, open source and containers, for recent college graduates and self-taught technologists living southern Spain.
ja: Bitnami はその目標に沿って Bitnami Bootcamp を結成し、スペイン南部在住の新卒者や独学技術者向けに、クラウド、オープン ソース、およびコンテナに関する無償の教育やトレーニングを提供しています。

source: To get started, here are three things that you should consider before submitting your proposal:
ja: 発表案を提出する際は、次の 3 点を確認してください。

source: To help encourage the open collaboration and discussions that are necessary to help Linux successfully compete with closed platforms in the enterprise, mobile, and cloud computing space, we invite our members, technical, business and legal leaders, and anyone who is hoping to make a difference in Linux, open cloud and open source to submit a speaking proposal for Automotive Linux Summit.
ja: The Linux Foundation は、エンタープライズ、モバイル、およびクラウド分野で Linux がクローズドなプラットフォームに対抗するために必要な、オープンなコラボレーションとディスカッションを推進するため、日本において Automotive Linux Summit を開催し、その発表案を広く募集いたします。募集の対象となるのは、LF メンバー、技術 / ビジネス / 法務担当リーダーをはじめ、Linux / オープン クラウド / オープン ソースへの貢献を希望するすべての方々です。

source: To help encourage the open collaboration and discussions that are necessary to help Linux successfully compete with closed platforms in the enterprise, mobile, and cloud computing space, we invite our members, technical, business and legal leaders, and anyone who is hoping to make a difference to submit a speaking proposal for the Open Compliance Summit.
ja: The Linux Foundation は、エンタープライズ、モバイル、およびクラウド分野で Linux がクローズドなプラットフォームに対抗するために必要なオープンなコラボレーションとディスカッションを推進するため、LF メンバー、技術 / ビジネス / 法務担当リーダー、および現状の改善を希望するすべての方々を対象に Open Compliance Summit の発表案を広く募集いたします。

source: To help you:
ja: そして以下のようなあなたの取り組みを助けます

source: To inquire about your company becoming a corporate member of The Linux Foundation, and about specific membership benefits based on the different levels of membership we offer, please complete the form below.
ja: The Linux Foundation 企業メンバーへの参加についてのご質問や、メンバーシップ レベル別の特典についてのご質問がある場合は、このページのフォームに連絡先を記入して送信するか、info@linuxfoundation.jp あてに電子メール (日本語) でお送りください。

source: To learn more, visit: http://www.cloudfoundry.org.
ja: 詳細については、http://www.cloudfoundry.org を参照してください。

source: To learn more, visit:http://www.cloudfoundry.org.
ja: 詳細については、http://www.cloudfoundry.org を参照してください。

source: To navigate the ever-changing landscape of Linux, it helps to have someone who can point you in the right direction.
ja: 絶えず変化を続ける Linux の環境を把握することで、進むべき正しい方向が見えてきます。

source: To prevent spam from bots to our Individual Supporters, we do not provide an online tool to check whether a certain alias is available.
ja: 個人サポーターをスパム メールから守るために、The Linux Foundation では利用可能なエイリアスをチェックするオンライン ツールを提供していません。

source: To recruit top technical talent
ja: ずば抜けて優秀な技術者を採用したい

source: To showcase your thought leadership among a vibrant open source community
ja: 活気あふれるオープン ソース コミュニティでリーダーシップを発揮したい

source: To submit a proposal, visit http://events.linuxfoundation.org/cfp.
ja: 発表案の提出はこちらからお願いいたします。 http://events.linuxfoundation.org/cfp

source: To this merger, the AllSeen Alliance brings its diverse, global membership, proven AllJoyn technology, and millions of AllJoyn-enabled products into the market through the AllJoyn Certified program.
ja: 合併までの AllSeen Alliance は、多様でグローバルなメンバーシップと実績ある AllJoyn テクノロジを有し、AllJoyn 認証プログラムを通じて膨大な AllJoyn 対応製品を市場に送り出してきました。

source: To view a full roster of Linux Foundation members, please visit http://www.linuxfoundation.org/about/members.
ja: The Linux Foundation のメンバー企業一覧はこちらです。 https://www.linuxfoundation.jp/members/corporate

source: Today Git is widely used in software development and for other version-control tasks such as configuration management, and has become popular as an integral part of the DevOps culture.
ja: 現在、Git はソフトウェア開発ばかりでなく、コンフィギュレーション管理などのバージョン管理処理にも広く利用され、DevOps 文化にとっても不可欠なものとして浸透しています。

source: Today the Linux kernel forms the basis of the Linux operating system and powers billions of Android devices, powers ChromeOS, and has permeated almost every industry and form factor.
ja: 今日、Linux カーネルは Linux オペレーティング システムの根幹となり、何十億個の Android デバイスを動かし、ChromeOS に使われ、あらゆる業界やフォーム ファクターに浸透しています。

source: Today, Linux powers 98 percent of the world’s super computers, most of the servers powering the Internet, the majority of financial trades worldwide, and tens of millions of Android mobile phones and consumer devices.
ja: そして現在、Linux は世界のスーパー コンピューターの 98%、インターネットに利用されるサーバーのほとんど、国際金融取引、さらには何千万台もの Android フォンや消費者家電を動かしています。

source: Today, Linux powers 98% of the world’s super computers, most of the servers powering the Internet, the majority of financial trades worldwide and tens of millions of Android mobile phones and consumer devices.
ja: そして現在、Linux は世界のスーパー コンピューターの 98%、インターネットに利用されるサーバーのほとんど、国際金融取引、さらには何千万台もの Android フォンや消費者家電を動かしています。

source: Today, a world-class team of security experts helps the Core Infrastructure Initiative identify and fund open source projects that we all rely upon, whether it's conducting an audit to pinpoint potential weaknesses or collaborating on code to harden security practices.
ja: 今日、世界規模のセキュリティ エキスパート チームが Core Infrastructure Initiative を助けています。彼らは、人々が依存しているオープン ソース プロジェクトを CII が特定して助成するのを支援し、その潜在的な脆弱性を指摘するための監査を実施したり、セキュリティを強化するコードについて協業したりしています。

source: Today, as executive director of The Linux Foundation, he uses this experience to accelerate innovation in technology through the use of open source and Linux.
ja: 現在は The Linux Foundation のエグゼクティブ ディレクターとしてこの経験を生かし、オープン ソースや Linux を使用した技術革新の加速に取り組んでいます。

source: Together with the worldwide open source community, it is solving the hardest technology problems by creating the largest shared technology investment in history.
ja: The Linux Foundation は世界中のオープン ソース コミュニティと協力して、史上最大の共有技術投資を作り出すことにより、難解な技術問題を解決しています。

source: Together, these strengths create an organization that establishes the broad interoperability needed to realize the full market potential for IoT.
ja: これらの強みを持つ両者が 1 つの組織を作り、IoT のマーケット ポテンシャルの最大化に必要な幅広い相互運用性の確立をめざします。

source: Tokyo, Japan
ja: 東京

source: Torvalds remains the ultimate authority on what new code is incorporated into the standard Linux kernel.
ja: Torvalds は、標準 Linux カーネルに新しいコードを組み込む際には、最高の決定権を持っています。

source: Torvalds was listed as one of the most influential people in the world by TIME magazine back in 2004.
ja: Torvalds は 2004 年の TIME 誌で「世界で最も影響力のある人々」の 1 人に選ばれました。

source: Torvalds went on to discuss his belief that “code either works or it doesn’t.”
ja: そして、「コードは動くか動かないかのどちらかだ」という彼の考えを語っています。

source: Toyota Tsusho Corporation
ja: Toyota Tsusho Corporation http://www.toyota-tsusho.com/

source: Toyota Tsusho Corporation and Witekio join AGL
ja: 豊田通商、Witekio が AGL に参加

source: Train in-house open source talent
ja: オープン ソース人材を社内育成できる

source: Training
ja: トレーニング

source: Training Discount
ja: トレーニング料金の割り引き

source: Training the Business Community about Professional Open Source
ja: プロフェッショナルなオープン ソースについて学べるシステムがあります

source: Tsugikazu Shibata
ja: 柴田次一氏

source: Tsugikazu is the Senior Manager of NEC and has an extensive background in the development and management of proprietary operating systems, including work with mainframes and super computers.
ja: 柴田氏は、日本電気株式会社のシニアマネージャーであり、メインフレームやスーパー コンピューターに搭載されるプロプライエタリ OS の開発&運用に豊富な経験と実績があります。

source: Tsukiji Police Station +81 3-3543-0110 OR 110 1 Chome-6-1 Tsukiji, Chūō-ku, Tōkyō-to 104-0045, Japan
ja: 築地警察署 03-3543-0110 または 110 〒104-0045 東京都中央区築地１丁目６−１

source: Tutorials
ja: チュートリアルの場合

source: Twitter: Follow Linux Foundation event promotions, discounts and updates at http://www.twitter.com/eventsLF
ja: ツイッター: Linux Foundation イベントのプロモーション、ディスカウント、最新情報 http://www.twitter.com/eventsLF

source: UNACCEPTABLE BEHAVIOR
ja: 容認できない行為

source: UNLIMITED
ja: 枠数 制約なし

source: Umbrella event to gather open source community in North America, Japan and Europe
ja: 北米、日本、ヨーロッパのオープン ソース コミュニティが集結する統合イベント

source: Understanding the state of current research in the compliance and code analysis field
ja: コンプライアンスやコード解析の分野における研究の現状を理解する

source: Unfortunately Dell, HP, and Lenovo do not provide advanced viewing of the EPP discounts available.
ja: Dell、HP、および Lenovo のサイトでは、割引き対象製品の一覧を公開していません。

source: Unfortunately I didn't read the Individual Supporter Agreement when I signed up and I didn't know there was a recurring annual charge as part of the agreement.
ja: 個人サポーター契約についてよく読まずに申し込んでしまい、サポーター料金を毎年支払うことになるとは思っていませんでした。

source: Unification Will Combine the Best of Both Organizations under Open Connectivity Foundation Name and Bylaws
ja: Open Connectivity Foundation の名称と規約のもとに両組織の長所を結合

source: Uniting the Web’s Fast Moving Web Development Community
ja: Web の急成長を支える Web 開発コミュニティ

source: Unlicensed or Potentially Closed-Source Technologies
ja: ライセンスを受けていない、またはクローズドソース技術の可能性があるもの

source: Up to 10% discount on Linux Foundation's open-enrollment training courses
ja: Linux Foundation のオープンなトレーニング コースが最大 1 割引き。

source: Up to 40% off O’Reilly.com print publications
ja: オライリー社書籍 (電子書籍を除く) が最大 4 割引

source: Up to 40% off O’Reilly.com print publications.
ja: オライリー社書籍 (電子書籍を除く) が最大 4 割引き

source: Upcoming CFP deadlines include Embedded Linux Conference North America (Dec 10), OpenIoT Summit (Dec 10), Open Source Leadership Summit (Dec 14), CloudNativeCon+KubeCon Europe (Dec 16), Vault (Jan 14), Open Networking Summit (Jan 21), ApacheCon (Feb 11), Apache: Big Data (Feb 11), Open Source Summit Japan (Mar 4), Automotive Linux Summit (Mar 4), LinuxCon + ContainerCon + CloudOpen China (Mar 18), Open Source Summit North America (May 6), MesosCon North America (May 20), MesosCon Europe (Jul 8), Open Source Summit Europe (Jul 8) and Embedded Linux Conference Europe (Jul 8), CloudNativeCon + KubeCon North America (Aug 21).
ja: 発表案の締め切り一覧: Embedded Linux Conference North America (12 月 10 日)、OpenIoT Summit (12 月 10 日)、Open Source Leadership Summit (12 月 14 日)、CloudNativeCon+KubeCon Europe (12 月 16 日)、Vault (1 月 14 日)、Open Networking Summit (1 月 21 日)、ApacheCon (2 月 11 日)、Apache: Big Data (2 月 11 日)、Open Source Summit Japan (3 月 4 日)、Automotive Linux Summit (3 月 4 日)、LinuxCon + ContainerCon + CloudOpen China (3 月 18 日)、Open Source Summit North America (5 月 6 日)、MesosCon North America (5 月 20 日)、MesosCon Europe (7 月 8 日)、Open Source Summit Europe (７ 月 8 日)、Embedded Linux Conference Europe (7 月 8 日)、CloudNativeCon + KubeCon North America (8 月 21 日)。

source: Use at your booth.
ja: 展示ブース用

source: VIP Reception Passes
ja: VIP ディナー券

source: VP of Collaborative Projects Operations and Marketing
ja: 協業プロジェクト運営&マーケティング担当 VP

source: VP of Events
ja: イベント担当 VP

source: VP of Finance and Human Resources
ja: 財務・人事担当 VP

source: VP of Marketing
ja: マーケティング担当 VP

source: VP of Strategic Programs
ja: 戦略的プログラム担当 VP

source: Vault
ja: Vault https://events.linuxfoundation.jp/events/vault

source: Vault brings together the leading developers and users in file systems and storage in the Linux kernel and related projects to forge a path to continued innovation and education.
ja: Vault には、Linux カーネルのファイル システムやストレージ、および関連プロジェクトの主要な開発者やユーザーが集結し、継続的な技術革新と教育の道を探ります。

source: Venue Accessibility
ja: バリアフリー

source: Vice President of Linux Foundation Japan
ja: 日本担当 VP

source: Video: The Linux Foundation Event Experience: http://youtu.be/-WUeelICQ2U
ja: ビデオ: The Linux Foundation Event Experience: http://youtu.be/-WUeelICQ2U

source: Visibility within the open source community is one of the best ways to advance your open source development work through connection with sophisticated users who are evaluating and buying the next generation of infrastructure, big data or cloud technology.
ja: オープン ソース コミュニティにおける認知度を高めることは、次世代のインフラ、ビッグ データ、クラウド技術などを評価・購入する先進的ユーザーとのつながりを介してオープン ソース開発業務を進化させる近道です。

source: W3C for Automotive
ja: 自動車向け W3C (World Wide Web Consortium)

source: WATCH THE VIDEO
ja: ビデオを視聴する

source: WHAT TO DO IF YOU WITNESS OR ARE SUBJECT TO UNACCEPTABLE BEHAVIOR
ja: 容認できない行為の目撃者や被害者が行うべきこと

source: WHO SHOULD ATTEND:
ja: 対象者:

source: Want to focus on innovation and streamline your development pipeline?
ja: 開発パイプラインを革新・合理化しませんか?

source: Watch the video at TED.com.
ja: TED.com のビデオはこちら

source: We also have individual supporters whose donations are used to help fund programs that help provide opportunities for underrepresented groups in technology and fund programs that develop the open source leaders of tomorrow.
ja: また、The Linux Foundation の個人サポーターからの寄付金を使用して、技術分野に存在する少数派の人々に学びや就業の機会を提供する助成プログラムや、明日のオープン ソース リーダーを育成する助成プログラムを支援しています。

source: We also realize the power of our platform and impact it can have on one of our passion themes; education.
ja: また私たちは、弊社のプラットフォームの力と、それが私たちのパッション テーマの 1 つである「教育」に与えうる影響を認識しています。

source: We are Linux.
ja: 私たちは Linux です。

source: We are changing the very nature of our financial system
ja: 私たちは金融システムの本質を変えます

source: We are excited to join The Linux Foundation and partner with the community to help developers capitalize on the shift to intelligent cloud and mobile experiences.”
ja: The Linux Foundation のメンバーになり、オープン ソース コミュニティと提携して、開発者らがインテリジェントな クラウドやモバイル体験への移行をスムーズに利用できるよう手助けしたいと思います。」

source: We are fixing the internet’s most critical security problems
ja: 私たちはインターネットで最も重要なセキュリティ問題を修正しています

source: We are here to provide the crucial services and collaborative infrastructure to continue Linux’ advancement and protection.
ja: The Linux Foundation がめざしているのは、Linux の発展と保護を継続するための重要なサービスや協力基盤を提供することです。

source: We are home to the world's fastest growing web tools
ja: 世界で最も急成長している Web ツールがあります

source: We are limited to the countries for which HP, Dell, and Lenovo have EPP plans available.
ja: HP、Dell、Lenovo の割引き特典は、国ごとにプランが異なります。

source: We are the organization of choice for the world's top developers and companies to build ecosystems that accelerate open technology development and commercial adoption.
ja: 私たちは、オープン テクノロジの開発や商用展開を加速するエコシステム構築のための組織として、世界のトップクラスの開発者や企業から選ばれています。

source: We believe AGL will streamline software development for the automotive industry which will result in more rapid innovation,” said Masashige Mizuyama, CTO, Infotainment Business, Panasonic.
ja: AGL は確実に自動車業界のソフトウェア開発を合理化し、さらに急速なイノベーションを引き起こすでしょう。」 パナソニック株式会社 AIS社 インフォテインメントシステム事業部 技術担当 (CTO) 水山正重氏

source: We bring together leading experts in both the development and operations community to share ideas and best practices for how containers are shaping computing today and in the future with a focus on DevOps culture, automation, portability and efficiency.
ja: 開発コミュニティや運用コミュニティの主要なエキスパートが集まり、DevOps 文化、自動化、可搬性、および効率性に焦点を当てながら、コンテナが現在および未来のコンピューティングをどのように形成できるかについて意見やベスト プラクティスを交換します。

source: We definitely do not expect every presentation to have code snippets and technical deep-dives but here are two things that you should avoid when preparing your proposal because they are almost always rejected due to the fact that they take away from the integrity of our events, and are rarely well-received by conference attendees:
ja: すべての発表にコードや詳細な技術情報が含まれることは期待していませんが、発表案を準備する際に避けるべきことが 2 つあります。以下の 2 点は私たちのイベントの統合性から乖離しており、カンファレンス参加者からも歓迎されません。
